/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "Tehdään %@:n asetuksia";
"CreateExtendMoreInfo" = "Jos haluat ottaa langattoman AirPort-laitteen käyttöön uudessa langattomassa verkossa, valitse ”Luo uusi langaton verkko”. Verkkoon liittyvät tietokoneet voivat kommunikoida muiden verkossa olevien tietokoneiden kanssa langattomasti tai ethernetin kautta, jos ne on liitetty ethernetillä. Jos asetat laitteen yhdistämään internetiin, langattomat ja langalliset tietokoneet voivat myös jakaa internet-yhteyden. Jos haluat luoda uuden langattoman verkon, osoita Jatka.\n\nJos sinulla on jo langaton verkko ja haluat laitteen liittyvän siihen ja laajentavan sen kantamaa, valitse ”Laajenna AirPort Extreme- tai AirPort Express -verkon kantamaa”. Langattoman verkon kantaman laajentaminen tunnetaan myös nimellä WDS (Wireless Distribution System). WDS:ssä olevat langattomat laitteet käyttävät samaa internet-yhteyttä ja jakavat sen edelleen verkkoon liitetyille tietokoneille.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Syötä langattomalle laitteelle nimi ja salasana";
"NameMoreInfo" = "Nimi näytetään AirPort-työkalun sivupalkissa. Käytä nimeä, jonka tunnistat, kuten Olohuone tai Toimisto. Jos verkossa on useampi kuin yksi langaton laite, tunnistat helposti laitteen, jonka haluat ottaa käyttöön tai jonka asetuksia haluat muuttaa. Syötä laitteelle salasana. Tämä on salasana, jonka tarvitset laitteen asetusten muuttamiseen.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Turvaa verkkosi";
"SecurityMoreInfo" = "Voit suojata verkon salasanalla. Kaikkien, jotka yrittävät liittyä verkkoon, on syötettävä salasana.\n\nLangattomat AirPort-laitteet tukevat kahden tyyppisiä salasanoja:\n• WPA2: WPA-salasanat ovat turvallisempia, mutta vähemmän yhteensopivia.\n• 128-bittinen WEP: WEP-salasanat ovat yhteensopivampia vanhempien tietokoneiden ja langattomien verkkokorttien kanssa.\n\nJos valitset ”Ei suojausta”, kuka tahansa verkon kantaman sisällä oleva voi liittyä verkkoon käyttämättä salasanaa. Tätä vaihtoehtoa ei suositella.\n\nJos päätät käyttää 128-bittistä WEP:iä, käytä täsmälleen 13 merkkiä pitkää salasanaa. Tämä varmistaa yhteensopivuuden Windowsin ja muiden ei-Macintosh-laitteiden kanssa.\n\nJos päätät käyttää WPA2:ta, käytä vähintään kahdeksan merkkiä pitkää salasanaa.";
"SecurityMoreInfoWPANone.Title" = "Turvaa verkkosi";
"SecurityMoreInfoWPANone" = "Voit suojata verkkosi salasanalla käyttämällä langatonta WPA Personal -suojausta. Kaikkia verkkoon liittymistä yrittäviä vaaditaan syöttämään salasana.\n\nJos valitset ”Ei suojausta”, kuka tahansa kantaman sisällä oleva voi liittyä verkkoon ilman salasanaa. Tätä valintaa ei suositella.\n\nJos valitset ”WPA Personal”, käytä vähintään 8 merkin pituista salasanaa.";
"SecurityMoreInfoWPA2None.Title" = "Turvaa verkkosi";
"SecurityMoreInfoWPA2None" = "Voit suojata verkkosi salasanalla käyttämällä langatonta WPA/WPA2 Personal -suojausta. Kaikkia verkkoon liittymistä yrittäviä vaaditaan syöttämään salasana.\n\nJos valitset ”Ei suojausta”, kuka tahansa kantaman sisällä oleva voi liittyä verkkoon ilman salasanaa. Tätä valintaa ei suositella.\n\nJos valitset ”WPA/WPA2 Personal”, käytä vähintään 8 merkin pituista salasanaa.";
"SecurityMoreInfoTSN.Title" = "Turvaa verkkosi";
"SecurityMoreInfoTSN" = "Voit suojata verkon salasanalla. Kaikkien, jotka yrittävät liittyä verkkoon, on syötettävä salasana.\n\nLangattomat AirPort-laitteet tukevat kahden tyyppisiä salasanoja:\n• WPA2: WPA-salasanat ovat turvallisempia, mutta vähemmän yhteensopivia.\n• WEP (Transitional Security Network) -salasanat ovat yhteensopivampia vanhempien WEP-tietokoneiden ja langattomien WEP-verkkokorttien kanssa, mutta sallivat myös uudempien WPA- ja WPA2-asiakkaiden liittyä verkkoon.\n\nJos valitset ”Ei suojausta”, kuka tahansa verkon kantaman sisällä oleva voi liittyä verkkoon käyttämättä salasanaa. Tätä vaihtoehtoa ei suositella.\n\nJos päätät käyttää WEP (Transitional Security Network) -salasanaa, käytä täsmälleen 13 merkkiä pitkää salasanaa.\n\nJos päätät käyttää WPA2:ta, käytä vähintään kahdeksan merkkiä pitkää salasanaa.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "Kuinka kytkeydyt internetiin?";
"InternetMoreInfo" = "Jos muodostat internet-yhteyden DSL- tai kaapelimodeemia käyttäen, ja internet-palveluntarjoaja antaa sinulle IP-osoitteen automaattisesti DHCP:llä, valitse ensimmäinen vaihtoehto.\n\nJos muodostat internet-yhteyden PPPoE:tä käyttäen, valitse toinen vaihtoehto. Jos muodostat internet-yhteyden PPPoE:tä käyttäen, sait luultavasti käyttäjätunnuksen ja salasanan. Jos et ole varma, tarkista asia palveluntarjoajalta.\n\nJos muodostat yhteyden ethernet-verkkoon, valitse kolmas vaihtoehto. Tarkista verkon ylläpitäjältä (tai verkon käyttöönottaneelta henkilöltä), kuinka saat IP-osoitteen (joko DHCP:llä tai käsin).\n\nJos otat käyttöön AirPort-tukiasemaa, jossa on sisäinen modeemi, ja sinulla on valintayhteyksinen PPP-tunnus, valitse ”Käytän puhelinlinjaan kytkettyä modeemia”.\n\nJos haluat jatkaa tukiaseman käyttöönottoa, mutta et halua muodostaa internet-yhteyttä, valitse ”En ole valmis muodostamaan internet-yhteyttä”. Voit palata takaisin, kun haluat muodostaa internet-yhteyden.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "Ota käyttöön TCP/IP laitteessa";
"EthernetMoreInfo" = "Se, pitääkö Määrittele IPv4 -ponnahdusvalikosta valita Käsin vai Käyttäen DHCP:tä, riippuu siitä, miten internet-palveluntarjoajasi jakaa IP-osoitteita. Jos saat IP-osoitteen automaattisesti palveluntarjoajalta, valitse Määrittele TCP/IP -ponnahdusvalikosta Käyttäen DHCP:tä. Palveluntarjoaja täyttää IP-osoite-kentän ja muut kentät.\n\nJos palveluntarjoaja antoi sinulle IP-osoitteen ja muita numeroita internet-tunnuksen kanssa, valitse Käsin ja määrittele langattoman laitteen IP-osoite käsin kyseisiä tietoja käyttäen. Jos et ole varma, kysy palveluntarjoajalta.\n\nJos palveluntarjoaja kysyy sinulta laitteen MAC-osoitetta, käytä WAN-portin osoitetta, joka on painettu langattoman AirPort-laitteen pohjassa olevaan tarraan.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "Valitse, mitä haluat tehdä laitteella %@.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "Jos sinulla on jo langaton AirPort-laite tai langaton reititin ja haluat korvata sen laitteella %@, valitse ”Haluan korvata olemassa olevan tukiaseman tai langattoman reitittimen laitteella %@”.";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "Jos sinulla on jo verkko ja haluat laitteen ”%@” liittyvän siihen langattomasti tai ethernetiä käyttäen, valitse ”Haluan laitteen %@ liittyvän olemassa olevaan verkkoon”.";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "Jos sinulla ei ole langatonta verkkoa tai haluat lisätä uuden langattoman verkon, valitse ”Haluan luoda uuden langattoman verkon”.";

"GuestNetworkMoreInfo.Title" = "Vierasverkko";
"GuestNetworkMoreInfo" = "Vierasverkko mahdollistaa asiakastietokoneiden muodostaa yhteys internetiin ilman, että ne pääsevät yksityiseen verkkoon. Voit määritellä vierasverkon joko salasanasuojauksella tai ilman sitä.\n\nManuaalisella käyttöönotolla voit määritellä muita asetuksia vierasverkolle, kuten tiedostojen jaon vierasverkkoon yhteydessä olevien tietokoneiden välillä.";


/* End of strings file */
